<?php

return [

    'mode' => 'وضع العرض',
    'mode_instruct' => 'كيف يجب أن يتم عرض هذه الشبكة؟',

    'max_rows' => 'ماكس الصفوف',
    'max_rows_instruct' => 'الحد الأقصى لعدد الصفوف المسموح بها.',

    'min_rows' => 'الحد الأدنى من الصفوف',
    'min_rows_instruct' => 'الحد الأدنى لعدد الصفوف المسموح بها.',

    'add_row' => 'إضافة صف زر النص',
    'add_row_instruct' => 'بشكل اختياري ، اضبط نص الزر "إضافة صف".',

    'fields' => 'مجالات',
    'fields_instruct' => 'يمكن أن تكون الشبكات صف من الحقول المتكررة.',

];
