<?php

return [

    'parent' => 'الصفحة الرئيسية',
    'parent_instruct' => 'اختر صفحة لإظهار أطفالها.',
    'depth' => 'عمق',
    'depth_instruct' => 'عدد المستويات لاجتياز البحث عن الصفحات الفرعية.',
    'max_items' => 'أقصى العناصر',
    'max_items_instruct' => 'الحد الأقصى لعدد الإدخالات التي يمكن اختيارها.',
    'sort' => 'امر ترتيب',
    'sort_instruct' => 'فرز الادخالات مع اسم المجال: النظام. يمكنك إضافة قواعد إضافية مفصولة بواسطة أنابيب. على سبيل المثال: "date: desc | title: asc`',
    'label' => 'ضع الكلمة المناسبة',
    'label_instruct' => 'كيف يجب أن تظهر القيم. يمكنك استخدام المتغيرات داخل السلسلة ، على سبيل المثال. `{{title}} ({{date date =" Y "}})`',
    'mode' => 'وضع واجهة المستخدم',
    'mode_instruct' => 'كيف يجب أن يتم عرض الحقل.',

];
