<?php

return [

    'max_items' => 'الحد الأقصى للعناصر',
    'max_items_instruct' => 'الحد الأقصى لعدد المصطلحات التي يمكن اختيارها.',
    'sort' => 'امر ترتيب',
    'sort_instruct' => 'فرز الشروط مع اسم المجال: النظام. يمكنك إضافة قواعد إضافية مفصولة بواسطة أنابيب. Eg: `count: desc | name: asc`',
    'label' => 'ضع الكلمة المناسبة',
    'label_instruct' => 'كيف يجب أن تظهر القيم. يمكنك استخدام المتغيرات داخل السلسلة ، على سبيل المثال. `{{title}} ({{count}})`',
    'taxonomy' => 'التصنيف',
    'taxonomy_instruct' => 'اسم التصنيف الذي سيُظهر منه المصطلحات.',
    'mode' => 'وضع واجهة المستخدم',
    'mode_instruct' => 'كيف يجب أن يتم عرض الحقل.',

];
