<?php

return [

    'container' => 'Папка',
    'container_instruct' => 'Выберите папку ресурсов',

    'folder' => 'Папка',
    'folder_instruct' => 'Выберите папку по умолчанию',

    'max_files' => 'Максимальное количество файлов',
    'max_files_instruct' => 'Максимальное количество разрешенных типов файлов.',

    'restrict' => 'Ограничивание папки',
    'restrict_instruct' => 'Запретит навигацию к другим папкам или контейнерам.',

    'mode' => 'Режим отображения',
    'mode_instruct' => 'Отображать выбранные ресурсы',

];
