<?php

return [

    'max_items' => 'Максимальное количество записий',
    'max_items_instruct' => 'Максимальное количество записей, которые могут быть выбраны.',
    'sort' => 'Порядок сортировки',
    'sort_instruct' => 'Сортировка записей с именем поля: order. Вы можете добавить дополнительные правила, разделенные трубами. Например: `date: desc | title: asc` ',
    'label' => 'Метка',
    'label_instruct' => 'Как должны отображаться значения. Вы можете использовать переменные в строке, например. `{{title}} ({{date format =" Y "}})` ',
    'collection' => 'Коллекции',
    'collection_instruct' => 'Коллекция, из которой отображаются записи.',
    'mode' => 'Режим интерфейса',
    'mode_instruct' => 'Как поле должно отображаться.',
];
