<?php

return [

    'mode' => 'Режим отображения',
    'mode_instruct' => 'Как должна отображаться эта сетка?',
        
    'max_rows' => 'Максимальное количество строк',
    'max_rows_instruct' => 'Максимальное количество разрешенных строк.',
        
    'min_rows' => 'Минимальное количество строк',
    'min_rows_instruct' => 'Минимальное количество разрешенных строк.',
        
    'add_row' => 'Добавить текст строки строки',
    'add_row_instruct' => 'Необязательно установить текст кнопки «Добавить строку».',
        
    'fields' => 'Поля',
    'fields_instruct' => 'Сетки могут быть рядом повторяющихся полей.',

];
