<?php

return [

    'parent' => 'Родительская страница',
    'parent_instruct' => 'Выберите страницу для показа своих детей.',
    'depth' => 'Глубина',
    'depth_instruct' => 'Сколько уровней для поиска дочерних страниц.',
    'max_items' => 'Максимальное количество записей',
    'max_items_instruct' => 'Максимальное количество записей, которые могут быть выбраны.',
    'sort' => 'Порядок сортировки',
    'sort_instruct' => 'Сортировка записей с именем поля: order. Вы можете добавить дополнительные правила, разделенные трубами. Например: `date: desc | title: asc` ',
    'label' => 'Метка',
    'label_instruct' => 'Как должны отображаться значения. Вы можете использовать переменные в строке, например. `{{title}} ({{date format =" Y "}})` ',
    'mode' => 'Режим интерфейса',
    'mode_instruct' => 'Как поле должно отображаться.',

];
