<?php

return [

    'max_items' => 'Максимальное количество записей',
    'max_items_instruct' => 'Максимальное количество терминов, которые могут быть выбраны.',
    'sort' => 'Порядок сортировки',
    'sort_instruct' => 'Сортировка терминов с именем поля: order. Вы можете добавить дополнительные правила, разделенные трубами. Например: `count: desc | name: asc` ',
    'label' => 'Метка',
    'label_instruct' => 'Как должны отображаться значения. Вы можете использовать переменные в строке, например. `{{title}} ({{count}})` `, «таксономия» => «таксономия»',
    'taxonomy' => 'Taxonomy',
    'taxonomy_instruct' => 'Название таксономии, из которой можно показать условия.',
    'mode' => 'Режим интерфейса',
    'mode_instruct' => 'Как поле должно отображаться.',

];
