<?php

return [

    'login_type' => 'نوع تسجيل الدخول',
    'login_type_instruct' => 'في حالة التعيين على "اسم المستخدم" ، يمكن للمستخدمين تسجيل الدخول باستخدام اسم المستخدم الخاص بهم _or_ بعنوان بريد إلكتروني. أسماء الملفات ستكون اسم المستخدم. في حالة التعيين على "عنوان البريد الإلكتروني" ، يمكن للمستخدمين تسجيل الدخول باستخدام بريدهم الإلكتروني فقط ، وستستخدم أسماء الملفات البريد الإلكتروني.',

    'new_user_roles' => 'أدوار المستخدم الجديدة',
    'new_user_roles_instruct' => 'سيتم تعيين هذه الأدوار لكل المستخدمين الذين يقومون بالتسجيل عبر الواجهة الأمامية لموقعك.',

    'enable_gravatar' => 'تمكين Gravatar',
    'enable_gravatar_instruct' => "استخدم [Gravatar.com] (http://gravatar.com) كمصدر لتجسيد المستخدم التلقائي.",

];
