<?php

return [

    'driver' => 'Драйвер',
    'driver_instruct' => 'Служба, которая будет использоваться для поиска.',

    'algolia_api_key' => 'Администраторский API ключ Algolia',
    'algolia_app_id' => 'Идентификатор приложения Algolia',

    'auto_index' => 'Поиск автоиндекса',
    'auto_index_instruct' => 'Включение этого параметра автоматически обновит индекс поиска при обновлении контента.',

    'default_index' => 'Индекс по умолчанию',
    'default_index_instruct' => 'Имя индекса поиска по умолчанию.',

    'searchable' => 'Доступные поля',
    'searchable_instruct' => 'Доступные для поиска поля для индекса по умолчанию.'

];
