<?php

return [

    'login_type' => 'Тип входа',
    'login_type_instruct' => 'Если установлено значение «Имя пользователя», пользователи могут входить в систему со своим именем пользователя _or_ и адресом электронной почты. Имена файлов будут именем пользователя. Если установлено значение «Адрес электронной почты», пользователи могут войти только с электронной почтой, а имена файлов будут использоваться по электронной почте. ',
        
    'new_user_roles' => 'Новые роли пользователей',
    'new_user_roles_instruct' => 'Любые пользователи, которые регистрируются через интерфейс вашего сайта, будут назначены эти роли.',
        
    'enable_gravatar' => 'Включить Gravatar',
    'enable_gravatar_instruct' => 'Использовать [Gravatar.com] (http://gravatar.com) в качестве источника для автоматических пользовательских аватаров.',

];
